var datas=[
{
    "title": "Internet起源于（  ）网络。",
    "a": "NSFNET\t",
    "b": "ARPANET\t",
    "c": "ATM\t",
    "d": "FDDI",
    "answer": "B"
},
{
    "title": "OSI/RM参考模型分为（  ）层。",
    "a": "4\t",
    "b": "5\t",
    "c": "6\t",
    "d": "7",
    "answer": "D"
},
{
    "title": "三网合一中的三网不包括（  ）。",
    "a": "电信网\t",
    "b": "电力网\t",
    "c": "有线电视网\t",
    "d": "计算机网",
    "answer": "B"
},
{
    "title": "（  ）是控制通信交换的规则。",
    "a": "协议\t",
    "b": "介质\t",
    "c": "准则\t",
    "d": "信号",
    "answer": "A"
},
{
    "title": "网络协议的三要素分别是语义、语法和（  ）。",
    "a": "程序\t",
    "b": "时序\t",
    "c": "规则\t",
    "d": "信号",
    "answer": "B"
},
{
    "title": "可以把网络划分为资源子网和通信子网，通信子网包含OSI/RM的（  ）。",
    "a": "低三层\t",
    "b": "网络层\t",
    "c": "数据链路层\t",
    "d": "通信层",
    "answer": "A"
},
{
    "title": "网络按照传输技术可以分为广播式网络和（  ）网络。",
    "a": "以太\t",
    "b": "FDDI\t",
    "c": "ATM\t",
    "d": "点对点",
    "answer": "D"
},
{
    "title": "在数据链路层使用的地址是（  ）。",
    "a": "域名地址\t",
    "b": "IP地址\t",
    "c": "平面地址\t",
    "d": "物理地址",
    "answer": "D"
},
{
    "title": "CDMA系统中使用的多路复用技术是（  ）。",
    "a": "时分多路\t",
    "b": "波分多路\t",
    "c": "码分多址\t",
    "d": "空分多址",
    "answer": "C"
},
{
    "title": "在下列多路复用技术中，（  ）具有动态分配时隙的功能。",
    "a": "同步时分多路复用\t",
    "b": "统计时分多路复用  ",
    "c": "频分多路复用\t\t",
    "d": "波分多路复用 ",
    "answer": "B"
},
{
    "title": "在同一时刻，通信双方可以同时发送数据的信道通信方式为（  ）。",
    "a": "半双工通信\t\t",
    "b": "单工通信\t\t",
    "c": "数据报\t\t",
    "d": "全双工通信",
    "answer": "D"
},
{
    "title": "广域网覆盖的地理范围从几十公里到几千公里。它的通信子网主要使用（  ）。",
    "a": "报文交换技术\t\t",
    "b": "分组交换技术 ",
    "c": "文件交换技术\t\t",
    "d": "电路交换技术",
    "answer": "B"
},
{
    "title": "IEEE 802.3物理层标准中的10BASE-T标准采用的传输介质为（  ）。",
    "a": "双绞线\t\t",
    "b": "粗同轴电缆\t",
    "c": "细同轴电缆\t\t",
    "d": "光纤",
    "answer": "A"
},
{
    "title": "在采用二进制指数退避算法计算冲突等待时间，若发生第5次冲突，那么等待（  ）时间后再一次争用。",
    "a": "1倍时隙\t\t",
    "b": "5倍时隙 ",
    "c": "31倍时隙\t\t",
    "d": "在0～31倍时隙随机选",
    "answer": "D"
},
{
    "title": "在OSI参考模型中，物理层是指（  ）。",
    "a": "具体的物理设备\t\t",
    "b": "网络的传输媒体  ",
    "c": "物理信道\t\t",
    "d": "设备和线路的物理连接规定",
    "answer": "D"
},
{
    "title": "根据规定，IP地址是由（  ）两部分组成。",
    "a": "用户名和主机号\t\t",
    "b": "网络号和主机号 ",
    "c": "网络号和ISP号\t\t",
    "d": "用户名和ISP号",
    "answer": "B"
},
{
    "title": "下列哪项不是UDP协议的特性？  ",
    "a": "提供可靠服务\t\t",
    "b": "提供无连接服务  ",
    "c": "提供端到端服务\t\t",
    "d": "提供全双工服务",
    "answer": "A"
},
{
    "title": "关于WWW服务，下列哪种说法是错误的？",
    "a": "WWW服务采用的主要传输协议是HTTP  ",
    "b": "服务以超文本方式组织网络多媒体信息  ",
    "c": "用户访问Web服务器可以使用统一的图形用户界面  ",
    "d": "用户访问Web服务器不需要知道服务器的URL地址",
    "answer": "D"
},
{
    "title": "现有IP地址：172.32.127.56，那么它一定属于（  ）类地址。",
    "a": "A\t",
    "b": "B\t",
    "c": "C\t",
    "d": "D",
    "answer": "B"
},
{
    "title": "路由器运行于OSI/RM模型的（  ）。",
    "a": "数据链路层\t",
    "b": "网络层\t",
    "c": "传输层\t",
    "d": "应用层",
    "answer": "B"
}]
/*
Internet起源于（  ）网络。
A、NSFNET	B、ARPANET(正确答案)	C、ATM	D、FDDI
OSI/RM参考模型分为（  ）层。
A、4	B、5	C、6	D、7(正确答案)
三网合一中的三网不包括（  ）。
A、电信网	B、电力网(正确答案)	C、有线电视网	D、计算机网
（  ）是控制通信交换的规则。
A、协议(正确答案)	B、介质	C、准则	D、信号
网络协议的三要素分别是语义、语法和（  ）。
A、程序	B、时序(正确答案)	C、规则	D、信号
可以把网络划分为资源子网和通信子网，通信子网包含OSI/RM的（  ）。
A、低三层(正确答案)	B、网络层	C、数据链路层	D、通信层
网络按照传输技术可以分为广播式网络和（  ）网络。
A、以太	B、FDDI	C、ATM	D、点对点(正确答案)
在数据链路层使用的地址是（  ）。
A、域名地址	B、IP地址	C、平面地址	D、物理地址(正确答案)
CDMA系统中使用的多路复用技术是（  ）。
A、时分多路	B、波分多路	C、码分多址(正确答案)	D、空分多址
在下列多路复用技术中，（  ）具有动态分配时隙的功能。
A、同步时分多路复用	B、统计时分多路复用(正确答案)  C、频分多路复用		D、波分多路复用 
在同一时刻，通信双方可以同时发送数据的信道通信方式为（  ）。
A、半双工通信		B、单工通信		C、数据报		D、全双工通信(正确答案)
广域网覆盖的地理范围从几十公里到几千公里。它的通信子网主要使用（  ）。
A、报文交换技术		B、分组交换技术(正确答案) C、文件交换技术		D、电路交换技术
 IEEE 802.3物理层标准中的10BASE-T标准采用的传输介质为（  ）。
A、双绞线	(正确答案)	B、粗同轴电缆	C、细同轴电缆		D、光纤
在采用二进制指数退避算法计算冲突等待时间，若发生第5次冲突，那么等待（  ）时间后再一次争用。
A、1倍时隙		B、5倍时隙 C、31倍时隙		D、在0～31倍时隙随机选(正确答案)
在OSI参考模型中，物理层是指（  ）。
A、具体的物理设备		B、网络的传输媒体  C、物理信道		D、设备和线路的物理连接规定(正确答案)
根据规定，IP地址是由（  ）两部分组成。
A、用户名和主机号		B、网络号和主机号(正确答案) C、网络号和ISP号		D、用户名和ISP号
下列哪项不是UDP协议的特性？  
A、提供可靠服务(正确答案)		B、提供无连接服务  C、提供端到端服务		D、提供全双工服务
关于WWW服务，下列哪种说法是错误的？
A、WWW服务采用的主要传输协议是HTTP  B、服务以超文本方式组织网络多媒体信息  C、用户访问Web服务器可以使用统一的图形用户界面  D、用户访问Web服务器不需要知道服务器的URL地址(正确答案)
现有IP地址：172.32.127.56，那么它一定属于（  ）类地址。
A、A	B、B(正确答案)	C、C	D、D
路由器运行于OSI/RM模型的（  ）。
A、数据链路层	B、网络层(正确答案)	C、传输层	D、应用层*/